/*
 * Copyright 2010 Facebook
 *
 * Licensed under the Apache License, Version 2.0 (the "License");
 * you may not use this file except in compliance with the License.
 * You may obtain a copy of the License at
 *
 *    http://www.apache.org/licenses/LICENSE-2.0
 *
 * Unless required by applicable law or agreed to in writing, software
 * distributed under the License is distributed on an "AS IS" BASIS,
 * WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 * See the License for the specific language governing permissions and
 * limitations under the License.
 */

/* FBError (aka FBE) */
"FBE:ReconnectApplication" = "請重新登錄本應用來重新連接 Facebook 賬號。";
"FBE:PasswordChangedDevice" = "您的 Facebook 密碼發生了變化。打開 設置 > Facebook 並點擊您的名字來確認密碼。";
"FBE:PasswordChanged" = "您的 Facebook 密碼發生了變化。請重新登錄本應用來重新連接 Facebook 賬號。";
"FBE:WebLogIn" = "您的 Facebook 賬號被鎖了。請登錄 www.facebook.com 以繼續。";
"FBE:AppNotInstalled" = "請重新登錄本應用來重新連接 Facebook 賬號。";
"FBE:GrantPermission" = "本應用無權限。重新登錄本應用來改變權限設置。";
"FBE:Unconfirmed" = "您的 Facebook 賬號被鎖了。請登錄 www.facebook.com 以繼續。";
"FBE:OAuthDevice" = "想要在本應用中使用 Facebook 賬號，打開 設置 > Facebook，並確認本應用已經被開啟。";
"FBE:DeviceError"= "發生了一些問題。請確認您已經連接了網絡並重試。";
